Catalogs/СпискиСчетов.xml
<?xml version="1.0" encoding="UTF-8"?>
<MetaDataObject version="2.4">
	<Catalog>
		<Properties>
			<Name>СпискиСчетов</Name>
			<Hierarchical>false</Hierarchical>
			<HierarchyType>HierarchyFoldersAndItems</HierarchyType>
		</Properties>
		<ChildObjects>
			<TabularSection>
				<Properties>
					<Name>СписокСчетов</Name>
				</Properties>
				<ChildObjects>
					<Attribute>
						<Properties>
							<Name>СчетУчета</Name>
							<Type>
								<v8:Type>cfg:ChartOfAccountsRef.Хозрасчетный</v8:Type>
							</Type>
						</Properties>
					</Attribute>
				</ChildObjects>
			</TabularSection>
		</ChildObjects>
	</Catalog>
</MetaDataObject>

Catalogs/СпискиСчетов/Ext/ManagerModule.bsl
#Если Сервер Или ТолстыйКлиентОбычноеПриложение Или ВнешнееСоединение Тогда

#Область СлужебныйПрограммныйИнтерфейс

// Процедура - Заполнить по умолчанию
// Выполняет первоночальное заполнение
Процедура ЗаполнитьПоУмолчанию() Экспорт 
	СправочникМенеджер = Справочники.СпискиСчетов;
	
	КлассификаторXML = СправочникМенеджер.ПолучитьМакет("Макет").ПолучитьТекст();
	КлассификаторТаблица = ОбщегоНазначения.ПрочитатьXMLВТаблицу(КлассификаторXML).Данные;     
		
	Для Каждого СтрокаТаблицыЗначений Из КлассификаторТаблица Цикл
		Имя = СокрЛП(СтрокаТаблицыЗначений.Имя);
		СчетУчета = ПланыСчетов.Хозрасчетный.НайтиПоКоду(СокрЛП(СтрокаТаблицыЗначений.СчетУчета));
		
		СправочникСсылка = СправочникМенеджер[Имя];							   
		СправочникОбъект = СправочникСсылка.ПолучитьОбъект();
		СтрокаТабличнойЧасти = СправочникОбъект.СписокСчетов.Добавить();
		СтрокаТабличнойЧасти.СчетУчета = СчетУчета;
		
		БухгалтерскийУчетКлиентСервер.ЗаписатьСправочникОбъект(СправочникОбъект);
	КонецЦикла;
КонецПроцедуры // ЗаполнитьПоУмолчанию()	

#КонецОбласти	

#КонецЕсли
